package homework_4;

public class Dictionary {

    static String[][] weapons = new String[][] {
        {"Деревянный меч", "65", "10"},
        {"Обычный Меч", "75", "15"},
        {"Меч-кладенец", "80", "20"},
        {"Экскалибур", "90", "25"}
    };

    static String[][] armours = new String[][] {
        {"Кожанная накидка", "1", "5"},
        {"Кольчуга", "10", "25"},
        {"Дамаская броня", "20", "50"},
        {"Доспехи бога", "30", "150"}
    };

    static String[][] units = new String[][] {
        {"Орк", "1000", "40"},
        {"Ельф", "850", "35"},
        {"Паладин", "950", "45"},
        {"Маг", "750", "35"},
        {"Гном", "800", "40"},
        {"Голем", "1500", "50"}
    };   
}
