package homework4;

public class Dictionary {

    static String[][] weapons = new String[][] {
        {"Деревянный меч", "5", "2"},
        {"Обычный Меч", "20", "10"},
        {"Меч-кладенец", "40", "20"},
        {"Экскалибур", "80", "60"}
    };

    static String[][] armours = new String[][] {
        {"Кожанная накидка", "1", "1"},
        {"Кольчуга", "10", "5"},
        {"Дамаская броня", "20", "10"},
        {"Доспехи бога", "40", "30"}
    };

    static String[][] units = new String[][] {
        {"Орк", "200", "3"},
        {"Ельф", "170", "2"},
        {"Паладин", "190", "3"},
        {"Маг", "150", "2"},
        {"Гном", "160", "2"},
        {"Голем", "300", "4"}
    };
    
}
